Repository: sfs-pra/xwwall
Catalog: data/xwwall.po
Languages: ru

source: Adjust the width of the interface to suit. The thumbnail setting below may also need adjustment.
ru: Настройте ширину интерфейса по своему вкусу. Возможно, потребуется также изменить настройку миниатюр ниже.

source: Adjust the width of thumbnail images. May need to adjust above setting to suit. Larger number is smaller width.
ru: Настройте ширину миниатюр изображений. Возможно, потребуется изменить настройку выше. Большее число означает меньшую ширину.

source: An optional argument "$PROFILE" is supported.
ru: Поддерживается необязательный аргумент "$PROFILE".

source: Cancel
ru: Отмена

source: Choose a background color
ru: Выберите цвет фона

source: Choose the Mode.
ru: Выберите режим (растянуть, заполнить, подогнать, центр, плитки).

source: Choose the directory to search wallpapers.
ru: Выберите каталог для поиска обоев.

source: Confirmation is required when finished.
ru: По завершении требуется подтверждение.

source: Dismiss
ru: Закрыть

source: Do not show again
ru: Не показывать снова

source: GUI width adjustment
ru: Настройка ширины интерфейса

source: GUI: MWdth=$MWdth x MHght=$MHght
ru: Графический интерфейс: Ширина=$MWdth x Высота=$MHght

source: If unsatisfied with your choice try again.
ru: Если не удовлетворены выбором, попробуйте снова.

source: Mode:
ru: Режим:

source: Ok
ru: ОК

source: Optionally choose extra directories
ru: Дополнительные каталоги с обоями (необязательно)

source: Output:
ru: Выход:

source: Please confirm that the image below is correct.
ru: Пожалуйста, подтвердите, что изображение ниже верно.

source: Please set a background directory
ru: Пожалуйста, укажите каталог с обоями

source: Please wait ...
ru: Пожалуйста, подождите...

source: Preferences
ru: Настройки

source: Press Save and
ru: После изменения настроек

source: Press Save and $PROG will restart when you are ready.
ru: Нажмите Сохранить, и $PROG перезапустится, когда вы будете готовы.

source: Press the image to set.
ru: Нажмите на изображение для установки.

source: Pressing image will confirm,
ru: Нажатие на изображение для подтверждения выбора,

source: Refresh
ru: Обновить

source: Save
ru: Сохранить

source: Select an image for your wallpaper by pressing the image.
ru: Выберите обои, нажав на изображение.

source: Select extra directories.
ru: Выберите дополнительные каталоги.

source: Select your preferences.
ru: Настройки.

source: Selection
ru: Выбор

source: Thumbnail adjustment
ru: Настройка миниатюр

source: WARNING: Your desktop may be unsupported
ru: ПРЕДУПРЕЖДЕНИЕ: Ваш рабочий стол может не поддерживаться

source: Warning: Limit of 300 images
ru: Предупреждение: Лимит 300 изображений

source: Welcome to $PROG
ru: Добро пожаловать в $PROG

source: You have %d monitors connected. Carefully choose an image for each of them.
ru: У вас подключено %d монитора. Внимательно выберите изображение для каждого из них.

source: delete
ru: удалить

source: enable extra directories.
ru: включить дополнительные каталоги.

source: enable initial splash screen.
ru: показывать стартовый экран-заставку.

source: extra
ru: дополнительный

source: if $PROG doesn't start and exit.
ru: если $PROG не запускается и завершается.

source: images
ru: изображения

source: licence
ru: лицензия

source: or Press Cancel to reject and confinue.
ru: или нажмите Отмена для отказа и продолжения.

source: outputs
ru: выходы

source: primary
ru: основной

source: print version and exit.
ru: вывести версию и выйти.

source: restore backgrounds at session start.
ru: восстановить обои при запуске сессии.

source: secondary
ru: вторичный

source: show this help and exit.
ru: показать эту справку и выйти.

source: try "man $PROG" for more information.
ru: попробуйте "man $PROG" для получения дополнительной информации.

source: will restart when you are ready.
ru: нажмите Сохранить.
